Repository: Centaurioun/MacDropAny
Catalog: MacDropAny/*.lproj/Localizable.strings
Languages: de, fr, it, nl

source: A folder with the name '%@' already exists at this location in %@.
de: Es besteht bereits ein Ordner mit dem Namen '%1$@' an diesem Ort bei %2$@.
fr: Un dossier avec le nom '%1$@' existe déjà à cet emplacement dedans %2$@.
it: Esiste già una cartella dal nome '%1$@' in questa posizione in %2$@.
nl: Een map met de naam '%1$@' bestaat al op deze locatie in %2$@.

source: Choose Folder
de: Ordner bestimmen
fr: Choisir Dossier
it: Scegli una cartella
nl: Kies map

source: Choose a folder to sync with the cloud:
de: Bitte einen Ordner zur Synchronisation bestimmen:
fr: Choisir un dossier pour synchroniser avec le nuage :
it: Scegli una cartella da sincronizzare:
nl: Kies een map om te synchroniseren met de cloud:

source: Choose sync service…
de: Onlinedienst bestimmen...
fr: Choisir Service de Synchronisation…
it: Scegli un servizio di sincronizzazione...

source: Choose where in the %@ folder you want to locate the folder '%@': You can also customise the name of the folder in the cloud.
de: Wo im Ordner %1$@ soll der Ordner '%2$@' abgelegt werden: Der Ordnername kann im Onlinedienst angepasst werden.
fr: Choisir où dans le dossier de %1$@ vous désirez placer le dossier '%2$@' : Vous pouvez aussi personnaliser le nom du dossier dans le nuage.
it: Scegli dove nella cartella %1$@ vuoi collocare la cartella '%2$@': Puoi anche personalizzare il nome della cartella che collochi online.
nl: Kies waar in %1$@ je de map '%2$@' wilt plaatsen. Je kunt de naam van de map eventueel aanpassen.

source: Donate Now
de: Ich möchte spenden
fr: Donner maintenant
it: Fai una donazione
nl: Doneer nu

source: Folder Name:
de: Ordnername
fr: Nom du dossier :
it: Nome della cartella
nl: Naam van de map:

source: Hello! It's Sebastian here, MacDropAny's 17 year old developer. I hope you're enjoying having your folders synced with the cloud with MacDropAny. MacDropAny is a free app, but it has taken a long time and a lot of work to build. If you find it useful, please consider making a donation to help cover the costs of developing, distributing and supporting it. There is nothing more exciting or encouraging for me than knowing that my apps have been useful and valuable to you. By releasing my apps freely, I hope that my apps will be used by as many people as possible, all around the world. I fully appreciate that not everyone is able to donate, but if you can, please do so to help keep my apps free for everyone. Thank you, Sebastian Hallum Clarke
de: Hallo! Sebastian hier, der 17-jährige Entwickler von MacDropAny year. Ich hoffe, Ordnersynchronisierung mit MacDropAny macht dein Leben leichter. MacDropAny ist Freeware, obwhol die Entwicklung der App langwierig war. Fall du die App nützlich findest, würde ich mich über eine Spende zur weiteren Entwicklung und Unterstützung feuen. Es gibt nichts spannenderes, als zu wissen dass meine App einen Nutzen hat, deshalb verbeite ich meine App gerne so weit wie möglich auf der ganzen Welt. Ich verstehe, dass nicht jeder spenden kann, aber auch ein kleiner Betrag hilft mir, die App für alle frei bereitzustellen. Thank you, Sebastian Hallum Clarke
fr: Bonjour! Ici, c'est Sebastian, le développeur de MacDropAny qui a 17 ans. J'espère que vous aimez avoir vos dossiers synchronisés avec le nuage grâce à MacDropAny. MacDropAny est une appli gratuite, mais elle a pris beaucoup de temps et beaucoup de travaille à contruire. Si vous la trouvez utile, merci de penser à faire un don pour aider avec les coûts de sa développement, sa distribution, et son entretien. Il n'y as rien plus palpitant pour moi que savoir que mes applis ont étés utiles et de valeur pour vous. En distribuant mes applis gratuitements, j'espère qu'elles seront utilisés par le plus grand nombre de gens possible, partout dans le monde. Je comprends bien que pas tout le monde a la capacité de donner, mais si vous pouvez, merci bien de le faire pour aider à guarder mes applis gratuites pour tous. Merci, Sebastian Hallum Clarke
it: Ciao! Mi chiamo Sebastian, ho 17 anni e sono lo sviluppatore di MacDropAny. Spero ti piaccia avere la possibilità di sincronizzare le tue cartelle online con MacDropAny. MacDropAny è un'applicazione gratuita, ma ha richiesto molto tempo e lavoro per essere realizzata. Se la trovi utile, per favore considera la possibilità di fare una donazione per aiutarmi a coprire i costi sviluppo, distribuzione e supporto. Per me non c'è nulla di più eccitante e incoraggiante di sapere che le mie applicazioni sono state utili e preziose per te. Rilasciando le mie applicazioni gratuitamente, spero che esse vengano usate da tante persone, in tutto il mondo. So bene che non tutti sono nelle condizioni di poter fare una donazione, ma se tu potessi, per favore, pensaci così da permettermi di continuare a mantenere le mie applicazioni gratuite per tutti. Grazie, Sebastian Hallum Clarke
nl: Hoi! Hier Sebastian. MacDropAny's ontwikkelaar van 17 jaar oud. Ik hoop dat je geniet van de mogelijkheid om met MacDropAny je mappen te synchroniseren met de cloud. MacDropAny is gratis, maar het heeft veel tijd en veel werk gekost om het te maken. Als je MacDropAny nuttig vindt, overweeg dan om een donatie te doen. Daarmee draag je bij in de kosten van de ontwikkeling, verspreiding en ondersteuning. Het is voor mij een enorme aanmoediging als ik weet dat mijn applicaties bruikbaar en waardevol voor je zijn. Door mijn applicaties gratis te maken, hoop ik dat ze door zoveel mogelijk mensen over de hele wereld gebruikt worden. Ik respecteer dat niet iedereen de mogelijkheid heeft om te doneren. Als je die mogelijkheid wel hebt, doe het dan alsjeblieft en help me mijn applicaties gratis te houden. Bedankt! Sebastian Hallum Clarke

source: MacDropAny Sync History
de: MacDropAny Synchronisatonsverlauf
fr: Historique de synchronisation de MacDropAny
it: Cronologia delle sincronizzazioni MacDropAny
nl: MacDropAny synchronisatie geschiedenis

source: MacDropAny has failed to sync the folder '%@' with %@ because of the following error: %@
de: MacDropAny konnte den Ordner '%1$@' nicht mit dem Dienst %2$@ synchronisieren, es trat der folgende Fehler auf: %3$@
fr: MacDropAny n'a pas réussi à synchroniser le dossier '%1$@' avec %2$@ à cause de cette erreur : %3$@
it: MacDropAny non è riuscita a sincronizzare la cartella '%1$@' con %2$@ a causa di questo errore: %3$@
nl: MacDropAny is er niet in geslaagd om de map '%1$@' te synchroniseren met %2$@ vanwege de volgende fout(en): %3$@

source: MacDropAny has successfully synced the folder '%@' with %@.
de: MacDropAny hat den Ordner '%1$@' erfolgreich mit dem Dienst %2$@ synchronisiert.
fr: MacDropAny a réussi à synchroniser le dossier '%1$@' avec %2$@.
it: MacDropAny ha sincronizzato la cartella '%1$@' con %2$@.
nl: MacDropAny heeft de map '%1$@' succesvol gesynchroniseerd met %2$@.

source: MacDropAny: Would you like to donate?
de: MacDropAny: Ich möchte spenden
fr: MacDropAny: Voulez-vous faire un don ?
it: MacDropAny: vuoi fare una donazione?
nl: MacDropAny: Wil je een donatie doen?

source: Maybe later
de: Vielleicht später
fr: Peut-être plus tard
it: Forse dopo
nl: Misschien later

source: No sync service has been selected.
de: Bitte einen Synchronisationsdienst bestimmen.
fr: Aucun service de synchronisation a été sélectionné.
it: Nessun servizio di sincronizzazione è stato scelto.
nl: Er is geen synchronisatiedienst geselecteerd.

source: No, thanks
de: Nein, danke
fr: Non, merci
it: No, grazie
nl: Nee, bedankt

source: Quit MacDropAny
de: MacDropAny Beenden
fr: Quitter MacDropAny
it: Chiudi MacDropAny
nl: MacDropAny afsluiten

source: Sync Another Folder
de: Einen weiteren Ordner synchronisieren
fr: Synchroniser un autre dossier
it: Sincronizza un'altra cartella
nl: Een andere map synchroniseren

source: Sync Failed
de: Synchronisation fehlgeschlagen
fr: Synchronisation échoué
it: Sincronizzazione fallita
nl: Synchronisatie mislukt

source: Sync Successful!
de: Synchronisation erfolgreich!
fr: Synchronisation réussi !
it: Sincronizzazione avvenuta!
nl: Synchronisatie succesvol!

source: Sync via MacDropAny
de: Mit MacDropAny synchronisieren
fr: Synchroniser via MacDropAny
it: Sincronizza tramite MacDropAny
nl: Synchroniseer met MacDropAny

source: The folder you are trying to sync is protected. You must enter your password to allow MacDropAny to sync this folder.
de: Der zu synchronisierende Ordner ist geschützt. Bitte das Passwort eingeben, damit MacDropAny den Ordner synchronisieren kann
fr: Le dossier que vous êtes en train de synchroniser est protégé. Vous devez entrer votre mot de passe pour le synchroniser.
it: La cartella che vuoi sincronizzare è protetta. Devi inserire la password per permettere a MacDropAny di sincronizzarla.
nl: De map die je wilt synchroniseren is beveiligd. Voer je wachtwoord in om deze map te synchroniseren met MacDropAny.

source: The following folders have been synced with the cloud using MacDropAny:
de: Die folgenden Ordner sind von MacDropAny mit dem Onlinedienst synchronisiert worden:
fr: Les dossiers suitvants ont étés synchronisés avec le nuage par MacDropAny
it: Le seguenti cartelle sono state sincronizzate usando MacDropAny:
nl: De volgende mappen zijn met de cloud gesynchroniseerd met MacDropAny:

source: The location for the '%@' folder in %@ has not been specified.
de: Der Speicherort für den Ordner '%1$@' bei %2$@ ist noch nicht bestimmt worden.
fr: L'emplacement du dossier '%1$@' n'a pas été précisé.
it: La posizione della cartella '%1$@' non è stata specificata in %2$@.
nl: De locatie voor de map '%1$@' in %2$@ is niet opgegeven.

source: The name of the folder in the cloud could not be identified.
de: Der Ordnername beim Onlinedienst konnte nicht bestimmt werden.
fr: Le nom du dossier dans le nuage ne pouvait pas être identifié.
it: Il nome della cartella online potrebbe non essere identificato.
nl: De naam van de map in de cloud is niet gevonden.

source: Choose sync serviceâ€¦
nl: Kies synchronisatiedienst...
